# CurtainMullionn2 Property (2023)

---
C#Visual BasicVisual C++
Revit 2023 API
---
GroupTypeId..::..CurtainMullionn2 Property
GroupTypeId Class See Also
---
"Grid 2 Mullions"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId CurtainMullionn2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CurtainMullionn2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CurtainMullionn2 {
	ForgeTypeId^ get ();
}
```

# See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace